Repository: kirill-zhirnov/boundless-commerce-os-admin
Catalog: app/i18n/*/messages.po
Languages: ru

source: Text in two columns
ru: Текст в две колонки

source: Social networks
ru: Социальные сети

source: Instagram widget
ru: Instagram виджет

source: Links to social networks
ru: Ссылки на социальные сети

source: Blog, map and other content blocks
ru: Блог, карта и другие блоки с содержанием

source: Full screen map
ru: Карта на всю ширину экрана.

source: Forms
ru: Формы

source: Vertical form with image
ru: Вертикальная форма с изображением

source: Block with code (JS, HTML)
ru: Блок с кодом (JS, HTML)

source: Horizontal rule (can be used as a content separator)
ru: Горизонтальная линия (разделитель)

source: Without fill
ru: Без заливки

source: Solid
ru: Сплошная

# scroll
source: Fixed background
ru: Фиксированный фон

source: Src should starts with http://, https:// or //:
ru: Путь должен начинаться с http://, https:// or //:

source: On top
ru: Сверху

source: Centered
ru: По центру

source: Bottom
ru: Снизу

source: 3 Columns
ru: 3 колонки

source: 4 Columns
ru: 4 колонки

source: Text logo
ru: Текстовый логотип

source: Graphic logo
ru: Графический логотип

source: Please upload logo image.
ru: Пожалуйста, загрузите логотип.

source: Price cannot be less than 0.
ru: Цена не может быть меньше 0.

source: Choose product
ru: Выберите товар

source: Please fill header or content.
ru: Пожалуйста, заполните заголовок или содержание.

source: Should be valid JavaScript code.
ru: Ошибка валидации JavaScript кода.

source: Theme already installed
ru: Тема уже установлена!

source: Background was successfully uploaded
ru: Фон был успешно загружен

source: Favicon was successfully installed
ru: Favicon успешно установлен.

source: Save %s
ru: Сохранить %s

source: Drop files here to upload or click to select.
ru: Перетащите сюда файлы для загрузки или кликните здесь.

source: Column %s
ru: Колонка %s

source: Hello %s
ru: Здравствуйте %s

source: We heard you need a password reset. Click the link below and you'll be redirected to a secure site from which you can set a new password.
ru: Мы слышали, Вы хотите восстановить пароль. Для этого нажмите на кнопку ниже.

source: Reset password
ru: Сбросить пароль

source: If you did not request a password reset, please ignore this email.
ru: Если Вы не запрашивали восстановление пароля - проигнорируйте это письмо.

source: Email address
ru: Email адрес

source: Password
ru: Пароль

source: Remember me
ru: Запомнить меня

source: Login
ru: Войти

source: Forgot your password?
ru: Забыли пароль?

source: Current password
ru: Текущий пароль

source: New password
ru: Новый пароль

source: Confirm password
ru: Повторите пароль

source: Enter your email address
ru: Ваш email

source: Restore password
ru: Восстановить пароль

source: Back to login page
ru: Вернуться к форме входа

source: Email with recovery link was successfully sent to
ru: Письмо со ссылкой для восстановления было успешно отправлено на

source: Please check your mail.
ru: Пожалуйста, проверьте свой почтовый ящик.

source: Your recovery email was not sent. Please try again
ru: Письмо с данными для восстановления не было отправлено. Пожалуйста, попробуйте еще раз.

source: Try again
ru: Попробовать снова

source: Enter your new password
ru: Введите Ваш новый пароль

source: Confirm your new password
ru: Подтвердите Ваш новый пароль

source: General
ru: Основные

source: System
ru: Системные

source: Tooltip help
ru: Всплывающая подсказка

source: Is hidden
ru: Скрытая

source: Characteristic will not be shown on the site.
ru: Характеристика не будет видна посетителям Вашего сайта.

source: Leave it empty and it will be put in the end of the list
ru: Оставьте поле пустым и характеристика будет добавлена в конец списка

source: You have no collections
ru: У Вас нет коллекций

source: No products selected
ru: Товары не выбраны

source: Choose collection:
ru: Выберите коллекцию:

source: Add to collection
ru: Добавить в коллекцию

source: Remove from collection
ru: Удалить из коллекции

source: Return to the list
ru: Вернуться к списку

source: Group title
ru: Название товарной группы

source: Do not track inventory for products in this commodity group
ru: Не отслеживать остатки для товаров из этой товарной группы

source: Export products in this commodity group to Yandex.market
ru: Выгружать товары из этой товарной группы на Яндекс.маркет

source: Commodity group by default
ru: Товарная группа по умолчанию

source: Show category selector
ru: Показывать выбор категории

source: Use by default for all categories
ru: Использовать по умолчанию для всех категорий

source: Category may redefine filter by default
ru: В настройках каждой категории можно выбрать другой фильтр

source: Delimiter
ru: Разделитель

source: Encoding
ru: Кодировка

source: Advanced settings:
ru: Расширенные настройки:

source: Quote symbol
ru: Ограничитель строки

source: Escape symbol
ru: Символ экранирования

source: Import was successfully completed.
ru: Импорт был успешно завершен.

source: Import was completed with an error.
ru: Импорт завершился с ошибкой.

source: View imported products
ru: Импортированные товары

source: Import another file
ru: Импортировать другой файл

source: Cannot read file.
ru: Ошибка чтения файла.

source: Uploaded file is empty.
ru: Загруженный файл пуст.

source: Import from file
ru: Импорт из файла

source: Import by schedule
ru: Импорт по расписанию

source: Import results
ru: Результат импорта

source: or
ru: или

source: Import products from 1C
ru: Импортировать товары из 1С

source: Detect product's variant by:
ru: Определять варианты товаров по:

source: Icon
ru: Иконка

source: Url key
ru: Url

source: Layout
ru: Шаблон

source: Use default layout
ru: Использовать шаблон по умолчанию

source: Specify only if you want to redefine title in page title.
ru: Укажите только если Вы хотите переопределить Title.

source: Header (H1)
ru: Заголовок (H1)

source: Specify only if you want to redefine title in page header.
ru: Укажите только если Вы хотите переопределить заголовок.

source: Logo
ru: Логотип

source: Description will be shown near the image.
ru: Описание будет показано рядом с изображением

source: Brief description of the image for SEO.
ru: Краткое описание изображения для SEO.

source: Photos from camera
ru: Фотографии с фотоаппарата

source: Vertical image (%s)
ru: Вертикальное изображение (%s)

source: Horizontal image (%s)
ru: Горизонтальное изображение (%s)

source: Photos from mobile phone
ru: Фотографии с мобильного телефона

source: Photos from instagram
ru: Изображения с инстаграмма

source: Square images
ru: Квадратные изображения

source: Square image
ru: Квадратное изображение

# resize
source: Scale image
ru: Пропорциональное уменьшение

# resize
source: Save my images proportion
ru: Сохранять мои пропорции изображений

# resize
source: Save my images proportion and fill to square
ru: Сохранять мои пропорции изображений и выравнивать до квадрата

source: Redefine characteristics
ru: Переопределяемые характеристики

source: Choose characteristics which variant may redefine.
ru: Выберите характеристики которые могут быть переопределены вариантом.

source: There are no characteristics which can be redefined.
ru: Отсутствуют характеристики, которые могут быть переопределены.

source: Image size for products
ru: Размер изображений для товаров

source: Category settings
ru: Настройки категории

source: Edit category
ru: Редактировать категорию

source: Field type
ru: Тип

source: Filter fileds
ru: Поля в фильтре

source: Add filter field
ru: Добавить поле в фильтр

source: There is no image
ru: Нет изображения

source: Use drag and drop to sort the list.
ru: Используйте перетаскивание, чтобы отсортировать список.

source: Menu settings
ru: Настройки меню

source: Drop down menu (show sub-categories by click)
ru: Выпадающее меню (показывать подкатегории по клику)

source: Roll up
ru: Свернуть

source: Back to products
ru: Назад к товарам

source: Parent
ru: Родитель

source: Link from menu item
ru: Ссылка с пункта меню

source: Fill only if you want to redefine default link.
ru: Укажите только если Вы хотите переопределить ссылку по умолчанию.

source: Move in the beginning
ru: Переместить в начало

source: Reset sorting: use default rules.
ru: Сбросить: использовать сортировку по умолчанию

source: Search by title
ru: Поиск по названию

source: Show only visible in menu
ru: Показывать только видимые в меню

source: Clear trash
ru: Очистить корзину

source: Show archived
ru: Показать архив

source: General category settings
ru: Общие настройки категории

source: Group
ru: Группа

source: Type cannot be changed since there is a variant with this characteristic.
ru: Тип не может быть изменен, т.к. есть вариант, использующий данную характеристику.

source: Cases
ru: Значения

source: Use Drag and Drop to sort products.
ru: Используйте перетаскивание, чтобы отсортировать товары.

source: Remove selected products from collection
ru: Удалить выбранные товары из коллекции

source: Collection of products "%s" is empty.
ru: Коллекция с товарами "%s" пуста.

source: Buy
ru: Купить

source: Please wait, we are importing file.
ru: Пожалуйста подождите, импорт в процессе.

source: Set mapping between the columns and a product fields:
ru: Установите соответствия между колонками и полями товаров:

source: ~~ etc ~~
ru: ~~ и т.д. ~~

source: Do not import
ru: Не импортировать

source: Only update. Do not create new products.
ru: Только обновить. Не создавать новых товаров.

source: Only insert. Ignore existing products.
ru: Только создать. Игнорировать имеющиеся товары.

source: Start import from the row #
ru: Начать импорт со строки №

source: Color
ru: Цвет

source: аfter
ru: через

source: There will be a widget with list of manufacturers.
ru: Виджет с производителями пуст: добавьте производителей в панели управления.

source: Dimensions (WxHxD)
ru: Габариты (ШхВхГ)

source: Is published
ru: Опубликован

source: Product Id
ru: ID товара

source: Has variants
ru: Есть варианты

source: Show all filters
ru: Показать все фильтры

source: Sort by:
ru: Сортировать по:

source: Click here to add a product
ru: Нажмите здесь чтобы добавить товар.

source: Amounts of products in category
ru: Количество товаров в категории

source: Animation on scroll
ru: Анимация при прокрутке

source: If category has sub-categories:
ru: Если есть подкатегории:

source: Use Drag&Drop to sort rules
ru: Используйте перетаскивание, чтобы отсортировать правила

source: Add sorting rule
ru: Добавить правило сортировки

source: Choose sort parameter
ru: Выберите параметр

source: You can sort products manually in category form.
ru: Вы можете отсортировать товары вручную в форме редактирования категории.

source: qty: %s
ru: кол-во: %s

source: Product without price cannot be added to the order.
ru: Товар без цены не может быть добавлен в заказ.

source: There are no variants which are in stock.
ru: Отсутствуют варианты товара, имеющиеся в наличии.

source: Manage form requests
ru: Заявки с форм

source: Page:
ru: Страница:

source: There are no articles.
ru: Нет записей в блоге.

source: Image name
ru: Название изображения

source: Search for images
ru: Поиск по изображениям

source: Add content
ru: Добавить блок

source: Text
ru: Текст

source: Create text content in visual editor.
ru: Создать текстовый блок в визуальном редакторе.

source: Sort content blocks
ru: Сортировать блоки с содержанием

source: Upload image
ru: Загрузить изображение

source: Announcement
ru: Анонс

source: Add blog record
ru: Добавить запись в блог

source: Click here to setup gallery
ru: Нажмите здесь чтобы настроить галарею

source: Previous
ru: Предыдущая

source: Click there to add a slide
ru: Нажмите здесь чтобы добавить слайд.

source: The slider will be there.
ru: Тут будет слайдер.

source: Original image size:
ru: Оригинальный размер изображения:

source: Original file size:
ru: Оригинальный размер файла:

source: Use original size
ru: Использовать оригинальный размер

source: Resize to small image (200px)
ru: Изменить размер до маленького изображения (200px)

source: Resize to medium image (400px)
ru: Изменить размер до среднего изображения (400px)

source: Resize to large image (800px)
ru: Изменить размер до большого изображения (800px)

source: Go back
ru: Назад

source: Insert image
ru: Вставить изображение

source: Add new element
ru: Создать новый элемент

source: There are no photos in your instagram account.
ru: В Вашем инстаграмме нет фотографий.

source: Loading...
ru: Загрузка...

# action
source: Setup
ru: Настроить

source: Add menu item
ru: Добавить пункт меню

source: To manage categories menu go to <a href="%s">Category admin</a>
ru: Меню категорий настраивается в <a href="%s">Категориях</a>

source: Link to
ru: Ссылка на

source: Choose page
ru: Выберите страницу

source: Choose category
ru: Выберите категорию

source: Type product name
ru: Введите название товара

source: Back
ru: Назад

source: Search pages
ru: Поиск по страницам

source: Create landing page
ru: Создать лэндинг

source: Create folder
ru: Создать папку

# review
source: in
ru: в

source: Thank you for the registration!
ru: Спасибо за регистрацию!

source: Your credentials:
ru: Данные для входа:

source: Sign In!
ru: Войти!

source: Person
ru: Клиент

source: User does not have orders.
ru: У пользователя нет заказов.

source: User role
ru: Роль

source: Has email
ru: Указан Email

source: Has phone
ru: Указан телефон

source: Your catalog is empty, please fill it:
ru: Ваш каталог пуст, пожалуйста, заполните его:

source: Add a product
ru: Добавить товар

source: You can also import catalog with
ru: Вы можете также импортировать каталог при помощи

source: 1C sync
ru: синхронизации с 1С

source: Your site contains demonstration data. As soon as you finish testing you can clean database.
ru: Ваш сайт содержит демонстрационные данные. По окончанию тестирования - очистите базу данных.

source: Analytics for the last month
ru: Статистика за последний месяц

source: You have no orders yet.
ru: Вы еще ничего не заказывали.

source: Go shopping!
ru: Отправиться за покупками!

source: Pay now!
ru: Оплатить сейчас!

source: Items per order
ru: Кол-во товаров в заказе

source: Average check:
ru: Средний чек:

source: New vs returning customers
ru: Новые и вернувшиеся покупатели

source: Orders summary
ru: Сводка по заказам

source: Orders total:
ru: Всего заказов:

source: Cancelled orders:
ru: Отмененные заказы:

source: Shipping summary:
ru: Всего доставок на:

source: Orders by city
ru: Заказы по городам

source: Orders by day of the week
ru: Заказы по дням недели

source: Orders by hour interval
ru: Заказы по временным интервалам

source: Stocks by categories
ru: Остатки по категориям

source: This feature available only for BoxBerry and CDEK shipping company.
ru: Функция доступна только для курьерской компании BoxBerry и СДЭК.

source: View logs
ru: Просмотр логов

source: Turn on server for exchange data with 1C
ru: Включить обмен данными с 1С

source: Which data do you want to synchronise?
ru: Какие данные должны быть синхронизированы?

source: Synchronise orders with 1C
ru: Синхронизировать заказы с 1С

source: Connection settings
ru: Настройки соединения

source: User name
ru: Имя пользователя

source: Generate new password
ru: Сгенерировать новый пароль

source: Start export with order ID
ru: Экспортировать заказы начиная с ID

source: Turn on export to YML
ru: Включить выгрузку предложений

source: Store name
ru: Название магазина

source: Legal entity
ru: Юридическое лицо

source: Change company requisites
ru: Изменить реквизиты компании

# yml
source: Possibility to buy products in offline stores
ru: Товары также можно приобрести в оффлайн магазине

# yml
source: Possibility to pickup
ru: Возможность самовывоза

# yml
source: Delivery
ru: Возможность доставки

source: Additional settings
ru: Дополнительные настройки

# yml
source: Hide out of stock
ru: Скрывать предложения, которых нет в наличии

# yml
source: Export product with variants
ru: Выгружать товары с вариантами

# yml
source: Untick this option if you want to export only product without variants.
ru: Снимите галочку если хотите экспортировать только товары - игнорировать варианты.

# yml
source: Export descriptions
ru: Выгружать описания товаров

source: YML file
ru: YML файл

source: 1C Synchronization
ru: 1C Синхронизация

source: Items
ru: Товары

source: It needs to manage an order of deduction if a product exists on few warehouses.
ru: Необходима для определения порядка списания, если товар имеется одновременно на нескольких складах.

source: All products will be returned to warehouse, where it was taken.
ru: Все товары будут возвращены на склад, с которого производилось списание.

source: Cancel transfer
ru: Отменить перемещение

source: Available qty:
ru: Доступное кол-во:

source: Reserved qty:
ru: В резерве:

source: Price:
ru: Цены:

source: Do not show operations with reserve
ru: Не показывать операции с резервом

source: Choose warehouse
ru: Выберите склад

source: Transfer from
ru: Переместить со склада

source: Transfer to
ru: Переместить на склад

source: Notes
ru: Комментарий

source: Date:
ru: Дата:

source: Manage order
ru: Редактировать заказ

source: Customer info
ru: Информация о клиенте

source: Your order id is %s.
ru: Номер вашего заказа: %s.

source: View order
ru: Посмотреть заказ

source: Order status
ru: Статус заказа

source: Statistics
ru: Статистика

source: Discount sum
ru: Суммарная скидка

source: Campaign settings
ru: Настройки кампании

source: Order confirmed
ru: Заказ подтвержден

source: Order paid
ru: Заказ оплачен

source: Order #
ru: Заказ #

source: Created at:
ru: Создан:

source: Confirmed at:
ru: Подтвержден:

source: Paid at:
ru: Оплачен:

source: There are no transactions
ru: Нет транзакций

source: Total sum
ru: Сумма

source: Mark-up
ru: Наценка

source: External id
ru: ID транзакции

# trx
source: Completed
ru: Проведена

# trx
source: Cancelled
ru: Отменена

source: New status
ru: Новый статус

# tab
source: Main
ru: Основное

source: Properties
ru: Св-ва

source: Track numbers
ru: Трек-номер

source: Transactions
ru: Транзакции

source: Tax identification number
ru: ИНН

source: Quantity
ru: Количество

source: Payment markup (%s%%)
ru: Наценка за метод оплаты (%s%%)

# basket-row
source: Total:
ru: Итого:

source: Signature
ru: Подпись

source: Default product dimensions
ru: Размеры товара по умолчанию

source: Weight (kg.)
ru: Вес (кг.)

source: Width (cm.)
ru: Ширина (см.)

source: Height (cm.)
ru: Высота (см.)

source: Length (cm.)
ru: Глубина (см.)

source: Use dimensions (width, height and length) in shipping calculations
ru: Использовать размеры (ширину, высоту и глубину) для расчетов доставки

source: Hide estimated delivery time
ru: Скрывать срок доставки

source: "From" field - it will be used for printing documents for shipping.
ru: "От кого" - используются при печати документов для отправки.

source: Full name
ru: ФИО

source: Boxes
ru: Коробки

source: You can create your own rate schedule.
ru: Вы можете создать собственную сетку тарифов.

source: Full integration with shipping company: automatic tariff calculations, parcels creation, a courier call.
ru: Полная интеграция с курьерской службой: автоматический расчет стоимости доставки, создание посылок и вызов курьера.

source: Automatic tariff calculations and parcels creation.
ru: Автоматический расчет стоимости доставки и создание посылок.

source: Specify where users can pick up their orders.
ru: Укажите место, где покупатели смогут бесплатно забрать заказ.

source: Automatic calculation a cost of delivery with edost.ru.
ru: Автоматически рассчитывать стоимость доставки с помощью сервиса edost.ru

source: The title will be shown to your customer as a shipping method title.
ru: Название будет показано покупателю как название способа доставки.

source: You can use <b>HTML tags</b>.
ru: Можно использовать <b>HTML теги</b>.

source: Default price
ru: Цена по умолчанию

source: Default price is needed if calculation server is unavailable.
ru: Цена по умолчанию используется если сервис расчета стоимости доставки недоступен.

source: API Settings
ru: Настройки АПИ

source: API token
ru: API токен

# shipping
source: Vat will be used in receipt.
ru: НДС будет использоваться для онлайн-чека.

source: Delivery methods are shown to customers sorted by sort field.
ru: Методы доставки, при выводе покупателю будут отсортированы по полю "Сортировка".

source: Access for edost.ru
ru: Настройки доступа к сервису edost.ru

source: Shop Id
ru: ID магазина

source: Password for API
ru: Пароль для API

source: Default price is needed if edost.ru server is not used.
ru: Цена по умолчанию используется если сервис edost.ru не используется или недоступен.

source: Address point of self pickup
ru: Адрес пункта самовывоза

source: Delivery title
ru: Способ доставки

source: Free shipping when ordering from
ru: Бесплатная доставка при заказе от

source: Sender
ru: Отправитель

source: There are not pick up points which suitable for your condition. Try to choose another payment method.
ru: Нет точек самовывоза удовлетворяющих Вашему условию. Попробуйте изменить способ оплаты.

source: Thank you! Your review has already been posted.
ru: Спасибо! Ваш отзыв уже был опубликован.

source: Your order #%s was successfully paid. Thank you!
ru: Ваш заказ #%s был успешно оплачен. Спасибо!

source: Back to my orders
ru: Назад к моим заказам

source: Cart
ru: Корзина

source: Cart: %s, %sqty
ru: Корзина: %s, %sшт.

# adminTopBasket
source: Create order
ru: Оформить заказ

source: Shopping cart
ru: Корзина

source: %sqty, %s
ru: %sшт., %s

source: You basket is empty.
ru: Ваша корзина пуста.

# basket-row
source: Price:
ru: Цена:

# basket-row
source: Qty:
ru: Кол-во:

source: Process to checkout
ru: Оформить заказ

source: Item was added to basket
ru: Товар был добавлен в корзину

source: Become a registered customer
ru: Стать зарегистрированным покупателем

source: You can view orders history and get additional benefits.
ru: Вы сможете просматривать историю заказов и получать дополнительные бонусы.

# form
source: I agree to the
ru: Я даю согласие

# form
source: User agreement
ru: на обработку моих персональных данных

source: Next to confirmation
ru: Далее к Подтверждению

source: Choose variant:
ru: Выберите вариант:

source: You have already added all available payment gateways.
ru: Вы уже добавили все доступные методы оплаты.

source: To the pickup point
ru: До пункта самовывоза

source: Tariff: warehouse - warehouse
ru: Тариф: склад - склад

source: Tariff: door - warehouse
ru: Тариф: дверь - склад

source: To the door by courier
ru: До двери курьером

source: Tariff: door - door
ru: Тариф: дверь - дверь

source: Tariff: warehouse - door
ru: Тариф: склад - дверь

source: By courier
ru: Курьером

source: Sender city
ru: Город отправления

source: City search
ru: Поиск города

source: Account password
ru: Пароль

source: Choose tariffs
ru: Выберите тариф

source: Up to 30 kg
ru: До 30 кг.

source: Economy parcels
ru: Экономичная посылка

source: Up to 50 kg
ru: До 50 кг.

source: Image
ru: Изображение

source: Tariff
ru: Тариф

source: In which country you want to ship by this shipping method?
ru: В какие страны Вы будете доставлять с помощью этого способа доставки?

source: Add country
ru: Добавить страну

source: Items cannot be changed since order was shipped or completed. You can change it by changing order status.
ru: Состав заказа не может быть изменен, т.к. заказ уже был отправлен или выполнен. Если Вы хотите изменить состав заказа - измените сперва его статус.

source: Add item to order: Product name or SKU
ru: Добавить товар в заказ: Название или артикул

source: Recipient:
ru: Получатель:

source: Tel:
ru: Тел:

source: Address:
ru: Адрес:

source: Shipping method:
ru: Способ доставки:
