Repository: kirill-zhirnov/boundless-commerce-os-admin
Catalog: app/i18n/*/messages.po
Languages: ru

source: Add attribute
ru: Добавить характеристику

source: Template
ru: Шаблон

source: Category page
ru: Страница категории

source: Darken the image for contrast
ru: Затемнить изображение для контраста

source: Color dimming
ru: Цвет затемнения

source: Transparency percentage
ru: Процент прозрачности

source: Text position
ru: Позиция текста

source: Slide position
ru: Позиция слайда

source: Delete slide
ru: Удалить слайд

source: Position
ru: Позиция

source: Block size
ru: Размер блока

source: Animation on hover
ru: Анимация при наведении

source: Use color for text background
ru: Цвет фона под текстом

source: Darken images for contrast
ru: Затемнить изображения для контраста

source: Remove all images
ru: Удалить все изображения

source: Use right click on menu item - to manage it.
ru: Кликните правой кнопкой мыши по меню для редактирования.

source: Rename
ru: Переименовать

source: Red
ru: Красный

source: Green
ru: Зеленый

source: Size
ru: Размер

source: All products
ru: Все товары

source: Inventory tracking is disabled.
ru: Отслеживание остатков отключено.

source: Reserved:
ru: В резерве:

source: Weight and Dimensions
ru: Вес и Габариты

source: Use right button and Drag&Drop to manage category tree.
ru: Используйте правую кнопку и перетаскивание для управления категориями.

source: Preview in search results
ru: Предпросмотр в поисковой выдаче

source: Page title
ru: Title

source: Setup seo templates
ru: Настройка SEO шаблонов

# yml
source: Export to Yandex.market
ru: Выгружать в Яндекс.маркет

# yml
source: Model
ru: Модель

# yml
source: It uses to specify additional information e.g.: minimal order, discounts, etc.
ru: Используется для отражения информации о минимальной сумме заказа, минимальной партии товара или необходимости предоплаты, а также для описания акций, скидок и распродаж.

# yml
source: Product age group
ru: Возрастная категория товара

# yml
source: Adult
ru: Товар только для взрослых

# yml
source: Manufacturer warranty
ru: Гарантия производителя

# yml
source: Seller warranty
ru: Гарантия продавца

# yml
source: Vendor code
ru: Код производителя

# yml
source: By default it will be taken from the SKU field. Fill only if you want to redefine it.
ru: По умолчанию код производителя будет взят из артикула товара. Заполните только если Вы хотите переопределить это значение.

# yml
source: Title
ru: Название

# yml
source: By default it will be taken from the product title. Fill only if you want to redefine it.
ru: По умолчанию название будет взято из названия товара. Заполните только если Вы хотите переопределись это значение.

# yml
source: Description
ru: Описание

# yml
source: By default it will be taken from the product description. Fill only if you want to redefine it.
ru: По умолчанию описание будет взято из описания товара. Заполните только если Вы хотите переопределись это значение.

source: Delete all
ru: Удалить всё

source: Create variants
ru: Создать варианты

source: Create manufacturer
ru: Добавить производителя

source: E.g. ID in supplier database or 1C, etc.
ru: Например ID в базе поставщика, 1С и т.д.

# product
source: General
ru: Основное

source: Variants and options
ru: Варианты и св-ва

source: Additionally
ru: Дополнительно

source: Select variants, which will be created:
ru: Варианты, которые будут созданы:

source: Username in telegram
ru: Имя пользователя в Telegram

source: Pre-filled message:
ru: Предзаполненное сообщение

source: Specify a category to set the link:
ru: Выберите категорию для ссылки:

source: Since product has variants stock and prices should be managed in tab
ru: Поскольку у товара есть варианты, управление остатками и ценами находится во вкладке

source: Specify a page to set the link:
ru: Выберите страницу для ссылки:

source: Cover image in drop down menu
ru: Обложка для выпадающего списка

source: Create collection
ru: Создать коллекцию

source: Price (%s)
ru: Цена (%s)

source: Min
ru: От

source: Max
ru: До

source: Brand
ru: Производитель

source: Show only in stock
ru: Показать только в наличии

source: One second...
ru: Секундочку...

# filter
source: Show (%s)
ru: Показать (%s)

# imp
source: Search
ru: Искать

source: Clear all
ru: Очистить всё

source: Filters (%s)
ru: Фильтры (%s)

source: Delete tab
ru: Удалить вкладку

# sort
source: By default
ru: По умолчанию

# sort
source: By price
ru: По цене

# sort
source: By in-stock
ru: По наличию

source: Crop image
ru: Подготовка изображения

source: Rotate image:
ru: Вращение изображения:

source: Mirror image:
ru: Зеркальное отражение:

source: Reset all changes
ru: Сбросить все изменения

source: Optimize image
ru: Оптимизировать изображение

source: New image size: %spx x %spx
ru: Новый размер изображения: %spx x %spx

source: Original image size: %spx x %spx
ru: Оригинальный размер изображения: %spx x %spx

source: Please select product variant
ru: Пожалуйста, выберите вариант товара

source: Shipping markup
ru: Наценка на доставку

# markup
source: if you want to add a fixed markup
ru: если хотите добавить фиксированную наценку

# markup
source: if you want to add 20 for courier delivery and 10 for pickup point delivery
ru: если хотите добавить 20 к курьерской доставки и 10 для ПВЗ

source: Read more in documentation.
ru: Читайте подробнее в документации

source: Apply
ru: Применить

source: Discount by coupon%s:
ru: Скидка по промо коду%s:

source: Thank you! Your review was successfully posted!
ru: Спасибо! Ваш отзыв отправлен.

source: Your name
ru: Ваше имя

source: Product reviews
ru: Отзывы о товарах

source: Rate the product
ru: Оцените товар

source: Add photos
ru: Добавьте фотографии

source: Publish
ru: Опубликовать
