Repository: kirill-zhirnov/boundless-commerce-os-admin
Catalog: app/i18n/*/messages.po
Languages: ru

source: BoxBerry: Send All (create transmission act)
ru: BoxBerry: Отправить все (создать акт передачи)

source: Act: %s
ru: Акт: %s

source: Recipient
ru: Получатель

source: Order
ru: Заказ

source: Shipping company
ru: Курьерская компания

source: Track number
ru: Трек-номер

source: Created at
ru: Создан

source: BoxBerry: Send (create transmission act)
ru: BoxBerry: Отправить (создать акт передачи)

source: Print label
ru: Печать этикетки

source: There is no print label.
ru: Нет этикетки для печати.

source: Parcels qty
ru: Кол-во посылок

source: 1C exchange settings
ru: Настройки синхронизации с 1С

source: 1C synchronization orders settings
ru: Настройка синхронизации заказов с 1С

source: 1C synchronization logs
ru: Журнал синхронизации с 1C

source: Yandex.market settings
ru: Настройки выгрузки в Яндекс.Маркет

source: Order id cannot be less than 0.
ru: ID заказа не может быть меньше 0.

source: Updated: %s, Inserted: %s
ru: Обновлено: %s, Создано новых: %s

source: Warehouses
ru: Склады

source: Prices
ru: Цены

source: Updated: %s
ru: Обновлено: %s

source: Change qty history
ru: Отчет по перемещениям

source: Close
ru: Закрыть

source: Movement info
ru: Информация о перемещении

source: Change qty reasons list
ru: Причины перемещений

source: Stock per warehouse
ru: Остатки по складам

source: Warehouse movements
ru: Перемещение между складами

source: Edit movement
ru: Редактировать перемещение

source: Create movement
ru: Создать перемещение

source: Perform transfer
ru: Выполнить перемещение

source: Confirm transfer cancel
ru: Подтвердите отмену перемещения

source: Choose variant
ru: Выберите вариант

source: All warehouses
ru: Все склады

source: Income of products
ru: Поступление товаров

source: Write-off of products
ru: Списание товаров

source: Reserve product
ru: Резервирование товара

source: Cancel reserve
ru: Отмена резерва

source: Selling or shipping
ru: Продажа или отправка

source: Cancel shipping
ru: Отмена отправки

source: No items selected.
ru: Не выбраны товары.

source: No such item at specified warehouse.
ru: Нет такого товара на указанном складе.

source: Item is deleted.
ru: Товар был удалён.

source: Inventory track is disabled for this item.
ru: Отслеживание остатков отключено для данного товара.

source: Quantity should be integer and greater than 0.
ru: Значение должно быть числовым и больше 0.

source: No such quantity at warehouse.
ru: Нет такого количества на складе.

source: Warehouses should be different.
ru: Склады должны отличаться.

source: Not enough qty at specified warehouse for %s. Available qty: %s.
ru: %s - нет такого количества. Доступно: %s шт.

# transfer
source: Draft
ru: Черновик

# transfer
source: Completed
ru: Выполнено

# transfer
source: Cancelled
ru: Отменено

source: My default warehouse
ru: Мой склад №1

source: Action
ru: Действие

source: Order ID
ru: ID заказа

source: Reason:
ru: Причина:

source: Transfer #%s
ru: Перемещение #%s

source: Transfer cancellation #%s
ru: Отмена перемещения #%s

source: Qty difference
ru: Изменение в кол-ве

source: Moved qty:
ru: Перемещено:

source: Available qty:
ru: Доступное кол-во:

source: Reserved qty:
ru: В резерве:

source: Warehouse:
ru: Склад:

source: Customer
ru: Клиент

source: Status was changed from "%s" to "%s"
ru: Статус был изменен с "%s" на "%s"

source: Income
ru: Поступление

source: Write-off
ru: Списание

source: Operation with a reserve
ru: Операция с резервом

source: Transfer
ru: Перемещение

source: Product ID
ru: ID товара

source: Variant ID
ru: ID варианта

source: Sku
ru: Артикул

source: Reason
ru: Причина

source: Person email
ru: Email

source: From warehouse
ru: Со склада

source: To warehouse
ru: На склад

source: Available qty change
ru: Доступное кол-во (изменение)

source: Reserved qty change
ru: Кол-во в резерве (изменение)

source: Available qty
ru: Остаток

source: Reserved qty
ru: В резерве

source: Title, SKU, ID
ru: Название, артикул или ID

source: Show all
ru: Показать все

source: Show per page:
ru: Выводить на страницу:

source: Remove
ru: Удалить

source: Add item: Product name or SKU
ru: Добавить товар: Название или артикул

source: Choose warehouse to add products
ru: Выберите склад чтобы добавлять товары

source: Products qty
ru: Товаров

source: Sum
ru: Сумма

# transfer
source: Completed:
ru: Выполнено:

# transfer
source: Cancelled:
ru: Отменено:

source: Comment
ru: Комментарий

source: Product not found!
ru: Товар не найден!

source: Product without price cannot be added to basket!
ru: Товар без цены не может быть добавлен в корзину!

source: Product was successfully reserved
ru: Товар был успешно зарезервирован

source: Quantity should be less than %s
ru: Кол-во должно быть меньше чем %s

source: Product is out of stock
ru: Товара нет в наличии

source: Item not found!
ru: Товар не найден!

source: Order #%s
ru: Заказ #%s

source: All orders
ru: Все заказы

source: Create order
ru: Создать заказ

source: Change status for selected orders (%s)
ru: Изменить статус отмеченных заказов (%s):

source: Print
ru: Печать

source: With selected orders (%s) print:
ru: Для отмеченных заказов (%s) напечатать:

source: Delivery settings
ru: Настройки доставки

source: Next
ru: Далее

source: Choose a shipping company:
ru: Выберите курьерскую компанию:

source: Create new delivery method
ru: Добавить новый метод доставки

source: Edit "%s"
ru: Редактировать "%s"

source: Russian post shipping
ru: Почта России

source: BoxBerry shipping
ru: BoxBerry

source: Self pickup
ru: Самовывоз

source: CDEK shipping
ru: СДЭК

source: Common settings
ru: Общие настройки

source: Create new
ru: Создать

source: Shipping discounts
ru: Скидки на доставку

source: Orders settings
ru: Настройки заказа

source: Payment method settings
ru: Настройки способа оплаты

source: Create payment method
ru: Добавить новый метод оплаты

source: SMS Notifications
ru: SMS уведомления

source: Choose pickup point
ru: Выберите пункт выдачи заказа

source: Basket
ru: Корзина

# checkout
source: Customer
ru: Получатель

# checkout
source: Confirmation
ru: Подтверждение

source: Buy now!
ru: Купить сейчас!

source: Buy "%s"
ru: Купить "%s"

source: Thank you for your order!
ru: Спасибо за Ваш заказ!

source: You don't have any recent orders.
ru: У Вас нет только что оформленных заказов.

source: Thank you!
ru: Спасибо!

source: You dont have access to this order!
ru: У Вас нет доступа к данному заказу!

source: No shipping
ru: Без доставки

source: SKU:
ru: Артикул:

source: Pickup point: %s
ru: Пункт выдачи: %s

source: By courier: %s
ru: Курьером: %s

source: %s day
ru: %s день

source: Tariff: "%s"
ru: Тариф: "%s"

source: Not enough stock. Available only %s qty.
ru: Нет такого количества товара. Доступно только: %s шт.

source: Minimum order amount is %s. Please increase the amount of the order.
ru: Минимальная сумма заказа - %s. Пожалуйста увеличьте сумму заказа.

source: Shipping company has already been added.
ru: Курьерская компания уже была добавлена.

source: API token is the same as the system's demo. Please provide your own token.
ru: Такой API токен используется в демонстрационной версии. Пожалуйста, предоставьте свой токен.

source: API token is invalid.
ru: Неверный API токен.

source: CDEK
ru: СДЭК

source: No such city in CDEK database.
ru: Нет такого города в базе данных СДЭК.

source: You should choose at least one tariff.
ru: Пожалуйста, выберите хотя бы один тариф.

source: Unknown tariff.
ru: Неизвестная тариф.

source: You can't choose tariffs from one group with the same destination point
ru: Нельзя выбрать тарифы одной группы с одним и тем же пунктом назначения.

source: Can't access CDEK API with your credentials. Please check your data.
ru: Невозможно подключиться к серверу СДЭК: неверный ID аккаунта или пароль.

source: Other delivery service
ru: Другая

source: Normal delivery option
ru: Простая опция доставки

source: Create own delivery rates with countries and cities
ru: Создать свою сетку тарифов на основе городов

source: Use Edost.ru for delivery price calculations
ru: Использовать edost.ru для расчета стоимости доставки

source: Country already selected!
ru: Страна уже добавлена!

source: Please add at least one country, where you want to ship by given method.
ru: Пожалуйста, добавьте хотя бы одну страну, куда вы хотите доставлять с помощью данного метода доставки.

source: You should tick "All cities" or add at least one city.
ru: Вы должны выбрать "Все города" или добавить хотя бы один город.

source: Rate cannot be empty.
ru: Тариф не может быть пустым.

source: Delivery time cannot be empty.
ru: Срок доставки не может быть пустым.

source: API params are the same as the system's demo. Please provide your own params.
ru: Такие параметры подключения к API используются в демонстрационной версии. Пожалуйста, предоставьте Ваши личные параметры.

source: You should specify both id and password or leave them empty.
ru: Вы должны указать ID и пароль или оставить оба поля пустыми.

source: Edost test request has failed, please check your id and password and try again.
ru: Невозможно подключиться к edost.ru, пожалуйста, проверьте ID и пароль.

source: This tariff was already configured.
ru: Тариф был успешно сконфигурирован.

source: This provider was already configured.
ru: Этот провайдер уже был сконфигурирован.

source: No such quantity in stock. Available qty: %s
ru: Нет такого доступного количества. Доступно: %s шт.

source: Value does not exist.
ru: Значение не существует.

source: Quantity cannot be less than 0.
ru: Кол-во не может быть меньше 0.

source: No such quantity in stock. Already reserved: %s. Available qty: %s.
ru: Нет такого доступного количества. Доступно: %s шт., Зарезервировано: %s шт.

source: Wrong discount. Price cannot be less than zero.
ru: Неверная скидка. Цена не может быть меньше 0.

source: Amount cannot be less than 0.
ru: Значение не может быть меньше 0.

source: Percent cannot be less than 0 or greater than 100.
ru: Процент не может быть меньше 0 или больше 100.

source: Please select customer, to be able specify shipping address
ru: Выберите покупателя, чтобы указать адрес доставки

source: Please specify delivery method and set shipping price.
ru: Пожалуйста, укажите способ доставки и установите её стоимость.

source: Value should be more than zero.
ru: Значение должно быть больше нуля.

source: Parcel was successfully created.
ru: %s посылка была успешно создана.

source: Parcel for order #%s has already been created.
ru: Посылка для заказа #%s была успешно создана.

source: Cannot create parcel: %s
ru: Невозможно создать посылку: %s

source: Unknown error.
ru: Неизвестная ошибка.

source: Parcels can be created only for BoxBerry and CDEK shipping type.
ru: Посылки могут быть созданы только для курьерской компании BoxBerry и СДЭК.

source: Customer has no phone number
ru: Не заполнен номер телефона покупателя

source: At least one contact field (phone or email) have to be ticked as required.
ru: Хотя бы одно поле (телефон или email) должно быть отмечено как обязательное.

source: Please choose at least one delivery method.
ru: Пожалуйста, выберите хотя бы один способ доставки.

source: My custom payment method
ru: Мой способ оплаты

source: E.g. payment to my card, wire transfer, etc. You can also use custom HTML payment form.
ru: Например: перевод на карту, банковский перевод и т.д. Также можно использовать произвольную HTML форму для приёма платежей.

source: Hi! Your order number is %s, sum to pay: %s.
ru: Ваш номер заказа %s, сумма к оплате: %s.

source: Your order #%s has arrived for processing.
ru: Ваш заказ #%s поступил в обработку.

source: Your order #%s is ready for shipment and will be shipped soon.
ru: Ваш заказ #%s готов к отправке и будет отправлен в ближайшее время.

source: Your order #%s for the amount of %s is sent. %s Tracking number: %s. %s
ru: Ваш заказ #%s на сумму %s отправлен. %s Трек номер: %s. %s

source: Your order #%s has been completed. Thank you!
ru: Ваш заказ #%s выполнен. Спасибо за Ваш заказ!

source: Your order #%s has been cancelled.
ru: Ваш заказ #%s отменен.

source: Your order number is %s. Order sum: %s. %s Tracking number: %s. %s
ru: Номер Вашего заказа: %s. Сумма к оплате: %s. %s Трек номер: %s. %s

source: Template has incorrect syntax.
ru: Неверный синтаксис шаблона.

source: Percent
ru: Процент

# discount
source: Fixed
ru: Фикс.

source: Coupon code can be used multiple times
ru: Промокод может быть использован неограниченное количество раз

source: Coupon code can be used only single time
ru: Промокод может быть использован только один раз

source: Please select self-pickup point.
ru: Пожалуйста, выберите пункт самовывоза.

source: Self pickup point is not for given city.
ru: Указанный пункт выдачи заказов не находится в выбранном городе.

source: Cannot make reserve. Item "%s" has only %s qty, you requested %s
ru: Невозможно создать резерв. Товар "%s" имеется в количестве %s шт., Вы хотели зарезервировать %s шт.

source: New order #%s
ru: Новый заказ #%s

source: Amount
ru: Сумма

source: Qty
ru: Шт

source: Available: %s
ru: Доступно: %s

source: Specify warehouses
ru: Указать склад

source: Total
ru: Итого

source: No items in basket.
ru: Нет товаров в корзине.

source: Order total:
ru: Итого в заказе:

source: Items total:
ru: Всего товаров:

source: To:
ru: Кому:

# checkout
source: Cart
ru: Корзина

# checkout
source: Shipping
ru: Доставка

source: Choose documents to print
ru: Выберите документы для печати

source: No orders are selected
ru: Нет выбранных заказов

source: Dimensions
ru: Размеры

source: (cm.)
ru: (см.)

source: e.g. 1-2 days
ru: например: 1-2 дня

source: All cities
ru: Все города

source: Fixed rate for all cities (%s)
ru: Фиксированная стоимость для всех городов (%s)

source: Delivery time
ru: Срок доставки

source: Add excluded city: enter name
ru: Кроме городов: введите название

source: Exclude cities:
ru: Кроме городов:

source: Add city: enter city name
ru: Добавить город: введите название

source: Rate (%s)
ru: Стоимость (%s)

source: Please, select country
ru: Пожалуйста, выберите страну

source: Country already in the list.
ru: Страна уже в списке.

source: Shipping company:
ru: Способ доставки:

source: Delivery discounts
ru: Скидки на доставку

source: Paid
ru: Оплачен

source: Shipping method
ru: Способ доставки

source: Payment method
ru: Способ оплаты

source: Order source
ru: Источник заказа

source: Client comment
ru: Комментарий клиента

source: Find customer: Name, Phone, Email, etc
ru: Найти клиента: Имя, телефон, Email, др.

source: Or create new customer
ru: Или создать нового клиента

source: Cancel
ru: Отмена

source: Choose another customer
ru: Выбрать другого клиента

source: Please select city in customer address.
ru: Пожалуйста, укажите город в адресе клиента.

source: Loading shipping rates...
ru: Загрузка тарифов доставки...

source: Change shipping method
ru: Изменить способ доставки

source: Pickup point address:
ru: Адрес пункта выдачи:

source: choose pickup point
ru: выберите пункт выдачи

source: Use it
ru: Использовать

source: There are no available shipping methods. Please
ru: Нет доступных способов доставки. Пожалуйста,

source: configure it
ru: настройте их

source: Please select service
ru: Пожалуйста выберите услугу

source: Service already added
ru: Услуга уже добавлена

source: Add additional services
ru: Добавить дополнительную услугу

source: Create new order
ru: Создать новый заказ

source: Create parcels
ru: Создать посылки

source: Change status
ru: Изменить статус

source: Confirmed
ru: Подтверждено

source: Awaiting confirmation
ru: Ожидает подтверждения

source: Has comments
ru: Есть комментарии

source: to the point of self-delivery
ru: до пункта выдачи

source: Parcel created
ru: Посылка создана

source: Transmission act created
ru: Акт передачи создан

source: Total (%s)
ru: Итого (%s)

source: Qty:
ru: Кол-во:

source: Awaiting for payment
ru: Ожидает оплаты

source: Cash is gotten
ru: Деньги получены

# status
source: On
ru: Включено

# status
source: Off
ru: Выключено

source: Payment for order #%s
ru: Оплата заказа #%s

source: Redirect to payment...
ru: Перенаправление на оплату...

source: Add a payment method
ru: Добавить метод оплаты

source: Analytics
ru: Аналитика

source: Database was successfully cleaned up.
ru: База данных была успешно очищена.

source: Clean database
ru: Очистить базу данных

source: Main page SEO
ru: SEO главной страницы

source: Store requisites
ru: Реквизиты магазина

source: Domain settings
ru: Настройки домена

source: Store is temporary unavailable.
ru: Магазин временно недоступен.

source: 1c synchronization
ru: 1C Синхронизация

source: Unavailable feature
ru: Недоступная функция

source: Search
ru: Поиск

source: My Sellios account
ru: Мой Sellios аккаунт

source: You should type '%s'
ru: Введите '%s'

source: The domain already used. If you think that it is error - please contact with support team.
ru: Домен уже используется. Если Вы считаете, что произошла ошибка - пожалуйста, свяжитесь со службой поддержки.

source: Please specify domain name without www. prefix.
ru: Пожалуйста, укажите домен без префикса www.

source: You can not use internal domain except the one you already have.
ru: Нельзя использовать произвольный внутренний домен. Пожалуйста, используйте домен наподобие your-name.ru

source: Script tags are not allowed
ru: Теги <script> запрещены.

source: Russian Ruble
ru: Российский рубль

source: Belarussian Ruble
ru: Белорусский рубль

source: Euro
ru: Евро

source: US Dollar
ru: Доллар США

source: Hryvnia
ru: Гривна

source: Tenge
ru: Тенге

source: Azerbaijanian Manat
ru: Азербайджанский манат

source: Armenian Dram
ru: Армянский драм

source: Som
ru: Сом

source: Moldovan Leu
ru: Молдавский лей

source: Somoni
ru: Сомони

source: Uzbekistan Sum
ru: Узбекский сум

source: Pound Sterling
ru: Фунт стерлингов

source: Without VAT
ru: Без НДС

source: 0% VAT
ru: НДС 0%

source: 10% receipt VAT
ru: НДС 10%

source: 18% receipt VAT
ru: НДС 18%

source: 20% receipt VAT
ru: НДС 20%

source: 10/110 VAT
ru: НДС по ставке 10/110

source: 18/118 VAT
ru: НДС по ставке 18/118

source: 20/120 VAT
ru: НДС по ставке 20/120

source: Delivery
ru: Доставка

source: Catalog
ru: Каталог

source: Inventory
ru: Остатки

source: Discounts
ru: Скидки

# discount
source: Codes
ru: Промокоды

source: Data exchange
ru: Обмен данными

source: Yandex.market
ru: Яндекс.Маркет

source: Themes
ru: Темы

source: Settings
ru: Настройки

source: Domains
ru: Домены

source: Locale
ru: Локаль

source: Catalog Settings
ru: Настройки каталога

source: Show filters
ru: Показать фильтры

source: Cancel selection
ru: Отменить выделение

source: With selected:
ru: С отмеченными:

source: Hide filters
ru: Скрыть фильтры

source: Save draft
ru: Сохранить как черновик

# formButtons
source: Publish
ru: Сохранить

# formButtons
source: Update
ru: Сохранить

source: Please select at least one row!
ru: Пожалуйста, выберите хотя бы одну строку!

source: Image was successfully installed
ru: Изображение было успешно установлено

source: Back to top
ru: Наверх

source: Best sellers
ru: Хиты продаж

source: Follow us in instagram: @sellios_demo
ru: Следите за обновлениями в instagram: @sellios_demo

source: Follow us
ru: Присоединяйтесь к нам!

source: Header will be there
ru: Ваш заголовок

source: Content will be there
ru: Ваше содержание.

source: Show block
ru: Показать блок

source: Hide block
ru: Скрыть блок

source: Click there to add a block
ru: Нажмите здесь чтобы добавить блок

source: Show footer
ru: Показать подвал

source: Hide footer
ru: Скрыть подвал

source: Change background
ru: Изменить фон

source: Customize theme
ru: Редактировать макет

source: Send test email
ru: Отправить тестовое письмо

source: Email was successfully sent.
ru: Email был успешно отправлен.

source: Change font for %s
ru: Изменить шрифт для %s

source: Create page
ru: Создать страницу

source: Open
ru: Открыть

source: The theme was successfully switched.
ru: Тема была успешно переключена.

source: The theme was successfully re-installed.
ru: Тема была успешно переустановлена.

source: Create new slide
ru: Создать новый слайд

source: Edit slide
ru: Редактировать слайд

source: Insert new block
ru: Добавить новый блок

source: External widget
ru: Внешний виджет

source: Setup access token
ru: Настройка доступа

source: Choose collection
ru: Выбрать коллекцию товаров

source: Edit logo
ru: Редактировать логотип

source: Map
ru: Карта

source: Social buttons
ru: Ссылки на социальные сети

source: Edit text
ru: Редактировать текст

source: Text with icons
ru: Колонки текста с иконками

source: VK widget
ru: Виджет Вконтакте

source: Theme
ru: Тема

# theme
source: Body
ru: Страница

source: Buttons
ru: Кнопки

# bg
source: Repeat
ru: Замостить

# bg
source: Cover
ru: Растянуть

# bg
source: Top
ru: Прижать к верху

source: Font
ru: Шрифт

source: Text color
ru: Цвет текста

source: Background
ru: Фон

source: Background color
ru: Цвет фона

source: Border color
ru: Цвет рамки

source: Source code editing is allowed only in paying tariff
ru: Редактирование исходного кода доступно после оплаты.

source: It is not allowed to specify #id or .class outside brackets.
ru: Нельзя указывать #id или .class вне скобок.

source: Comments are not allowed.
ru: Комментарии запрещены.

source: You cannot use spaces for indent. Use tabs.
ru: Нельзя использовать пробелы для отступов, только табуляцию.

source: Invalid file to save.
ru: Неверный файл для сохранения.

source: File not found.
ru: Файл не найден.

source: Styles
ru: Стили

source: Templates
ru: Шаблоны

source: Landing pages
ru: Лэндинги

source: Blocks for product page
ru: Блоки для страницы товара

source: Product characteristics
ru: Характеристики товара

source: Product description
ru: Описание товара

source: Covers
ru: Обложки

source: Full screen blocks with background image
ru: Полноэкранные блоки с фоновым изображением

source: Cover with text in center
ru: Обложка с текстом по центру

source: Cover with button
ru: Обложка с кнопкой

source: Sliders
ru: Слайдеры

source: Slider with many settings 🤘. Might be used as an image with text.
ru: Слайдер с множеством настроек 🤘. Может быть использован как изображение с текстом.

source: Slider with text
ru: Слайдер с текстом

source: Full width slider with text
ru: Слайдер с текстом на всю ширину экрана

source: Marketing blocks
ru: Маркетинговые блоки

source: Blocks with multiple settings. You can setup size, text position, colors and effects. Amount of images per row might 2, 3 or 4.
ru: Блоки в ряд с множеством настроек. Вы можете настроить размер, позицию текста, цвета и эффекты. Количество блоков в ряд может быть 2,3 или 4.

source: Images with buttons. 3 or 4 images per row.
ru: Изображения с кнопками. 3 или 4 изображения в строку.

source: Text with icons (full width)
ru: Колонки текста с иконками на всю ширину экрана

source: Text with icons with background
ru: Текст с иконками с фоновым цветом

source: Small icons with text (vertical or horizontal)
ru: Маленькие иконки с текстом (горизонтальные или вертикальные)

source: Reviews
ru: Отзывы

source: Combination with three images
ru: Комбинация из трёх изображений

source: Image gallery
ru: Галерея изображений

source: Extended carousel with tabs and many settings 🤘.
ru: Расширенная карусель с вкладками и множеством настроек 🤘.

source: List with products collection
ru: Список товаров

source: Product with buy button
ru: Одиночный товар с кнопкой "Купить"

source: Carousel with products collection
ru: Карусель с коллекцией товаров

source: List with manufacturers
ru: Список производителей

source: Headers and text blocks
ru: Заголовки и текстовые блоки

source: H1 Header
ru: Заголовок H1

source: H2 Header
ru: Заголовок H2

source: Paragraph with text
ru: Параграф с текстом
