Repository: kirill-zhirnov/boundless-commerce-os-admin
Catalog: app/i18n/*/messages.po
Languages: ru

source: Create a column
ru: Добавить колонку

source: Image %s
ru: Изображение %s

source: Form fields
ru: Поля формы

source: Add field
ru: Добавить поле

source: Images
ru: Изображения

source: Checkout process
ru: Процесс оформления

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Send email
ru: Mailto:

source: Phone
ru: Телефон

source: Call
ru: Позвонить

source: Role
ru: Роль

source: Administrator
ru: Администратор

source: Registered customer
ru: Зарегистрированный покупатель

source: Customer without registration
ru: Покупатель без регистрации

source: Create new password and send by email
ru: Создать новый пароль и отправить по почте

source: Send welcome email with password
ru: Отправить письмо с паролем

source: City
ru: Город

source: City not found?
ru: Город не найден?

source: Click hire to use custom city.
ru: Нажмите здесь, чтобы использовать этот город.

source: Address
ru: Адрес

source: Region
ru: Регион

source: Postcode
ru: Индекс

source: Hide order summary
ru: Скрыть корзину

source: Show order summary
ru: Показать корзину

source: Subtotal:
ru: Итого товаров:

source: Shipping:
ru: Доставка:

source: Payment markup (%s%%):
ru: Наценка за метод оплаты (%s%%):

source: Total:
ru: Итого:

source: Choose
ru: Выбрать

source: Commission: %s%%
ru: Комиссия: %s%%

source: There is no available payment method. Please contact us.
ru: Нет доступных способов оплаты. Пожалуйста, свяжитесь с нами.

source: Choose another payment method
ru: Выбрать другой способ оплаты

source: Subtotal for products:
ru: Итого товаров:

source: To the point of self-pickup
ru: До пункта самовывоза

source: Pickup point:
ru: Пункт выдачи:

source: Payment method:
ru: Способ оплаты:

source: Place order
ru: Заказать!

source: Is your city not found?
ru: Ваш город не найден?

source: Click hire to ship with snail mail.
ru: Нажмите здесь, чтобы отправить заказ почтой.

source: Shipping
ru: Доставка

source: Change
ru: Изменить

source: You are logged in as %s
ru: Вы вошли как %s

source: Already have an account?
ru: Уже зарегистрированы?

source: Sign in
ru: Войти

source: Free!
ru: Бесплатно!

source: Show all shipping options
ru: Показать все способы доставки

source: Next to recipient
ru: Далее к Получателю

source: show on the map
ru: показать на карте

source: Allow to pay for an order
ru: Можно оплатить заказ при получении

source: Tariffs to your location is not found. Please contact us.
ru: Тарифов для указанного местоположения не найдено. Пожалуйста, свяжитесь с нами, мы постараемся Вам помочь.

source: From: %s
ru: От: %s

source: Post code
ru: Индекс

source: Calculate shipping rates
ru: Рассчитать тарифы на доставку

source: Comment for order
ru: Комментарий к заказу

source: Checkout page
ru: Страница оформления заказа

source: Buy in one click
ru: Купить в один клик

source: Order have to be confirmed before it might be paid by customer.
ru: Заказ должен быть подтвержден администратором, перед тем как пользователь сможет его оплатить.

source: Minimal order amount
ru: Минимальная сумма заказа

source: Required fields
ru: Обязательные поля

source: Show field
ru: Показать поле

source: Required field
ru: Обязательное поле

source: Contacts
ru: Контакты

source: Link:
ru: Ссылка:

source: Phone contact
ru: Контакт-телефон

source: Email contact
ru: Контакт-email

source: A contact on checkout page increases consumers confidence as well as your conversion rate.
ru: Контактные данные на странице оформления заказа снимают тревожность и увеличивают конверсию Вашего магазина.

source: Links
ru: Ссылки

source: Title
ru: Название

source: Remove link
ru: Удалить ссылку

source: Add link
ru: Добавить ссылку

source: Put links, which may increase consumers confidence: e.g. return policy.
ru: Разместите ссылки на страницы, повышающие доверие к магазину, например, условия возврата.

source: Turn on buy in one click
ru: Включить покупку в один клик

# user
source: Name
ru: Имя

source: Order comment
ru: Комментарий к заказу

# post-code
source: e.g. 109153
ru: Например 109153

source: Enter your city
ru: Введите Ваш город

source: Filter by points
ru: Искать пункт выдачи

source: Type region name to search
ru: Введите название региона для поиска

source: Nevskii prospekt 29, k.23, app. 77
ru: Невский проспект 29, к. 23, кв. 77

source: E.g. special instructions for couriers
ru: Пожелания или инструкции для курьера.

source: Courier, snail mail or to the point of self-export
ru: Курьером, почтой или до пункта самовывоза

source: Promocodes for Black friday
ru: Проком коды на Чёрную пятницу

source: One promo code per line
ru: Один промо код на строку

source: Generate promo codes
ru: Сгенерировать промо коды

source: Number of promocodes:
ru: Кол-во промо кодов:

source: Discount type
ru: Тип скидки

source: Discount
ru: Скидка

source: Usage limits
ru: Лимиты на использование

source: Limit to one use per customer
ru: Промо код не может быть использован одним покупателем два и более раз

source: Applies for orders, if:
ru: Применять к заказу, если:

source: Specify discount for whole order:
ru: Скидка на весь заказ:

source: pcs.
ru: шт.

source: kg.
ru: кг.

source: cm.
ru: см.

source: My account
ru: Мой кабинет

source: Form was successfully saved.
ru: Форма была успешно сохранена.

source: Form contains errors!
ru: Форма содержит ошибки!

source: Selected items were successfully archived.
ru: Выбранные элементы были успешно перемещены в архив.

source: Selected items were successfully removed.
ru: Выбранные элементы были успешно удалены.

source: Selected items were successfully restored.
ru: Выбранные элементы были успешно восстановлены.

source: Edit
ru: Редактировать

source: Create
ru: Создать

source: Active
ru: Активные

source: Removed
ru: Удаленные

source: Published
ru: Опубликованный

source: Draft
ru: Черновик

source: Field has incorrect value.
ru: Некорректное значение.

source: Field does not contain '%s'.
ru: Поле не содержит '%s'.

source: String does not match pattern '%s'.
ru: Строка не соответствует шаблону '%s'.

source: String does not contain a valid email address.
ru: Введите правильный Email адрес.

source: String does not contain a valid URL.
ru: Введите правильный URL.

source: String does not contain a valid domain name.
ru: Введите правильный адрес домена.

source: String should contain only letters (a-Z).
ru: Строка может содержать только латинские буквы a-z.

source: String should contain only numbers.
ru: Строка может содержать только цифры.

source: String should contain only letters and numbers.
ru: Строка может содержать только латинские буквы и цифры.

source: String should be in lower case.
ru: Допускается использовать только нижний регистр.

source: String should be in upper case.
ru: Допускается использовать только верхний регистр.

source: String length should be between %s and %s characters.
ru: Длина строки должна быть от %s до %s.

source: String length should be more than %s.
ru: Длина строки должна быть больше чем %s.

source: String should be a date.
ru: Строка должна быть датой.

source: String is not in a list of allowed values.
ru: Значения нет в списке разрешенных.

source: String should be a valid phone number.
ru: Пожалуйста, введите номер телефона.

source: String should contain only numbers and comma.
ru: Строка может содержать только цифры и запятую.

source: Value should be more than %s
ru: Значение должно быть больше чем %s

source: Value should be less than %s
ru: Значение должно быть меньше чем %s

source: Incorrect phone number. Example for correct number: +79031234567.
ru: Неверный формат номера. Пример корректного номера: +79031234567.

source: "%s" has already been taken.
ru: "%s" уже используется.

source: Value cannot be blank.
ru: Поле не может быть пустым.

source: Value "%s" was not found.
ru: Значение "%s" не найдено.

source: Parent cannot point to itself
ru: Нельзя установить родителем самого себя

source: Is not url: allowed only alphanumeric symbols, symbols "-" and "_".
ru: Разрешается использовать только буквы латинского алфавита, цифры, символы "-" и "_".

source: Url should contain not numeric symbol
ru: URL должен содержать хотя бы один нечисловой символ.

source: Select
ru: Выбрать

source: No Data
ru: Нет данных

source: Restore
ru: Восстановить

source: Archive
ru: В архив

source: Add
ru: Добавить

source: Archived tariff
ru: Архивный тариф

source: Form has unsaved data. Are you really want to close it?
ru: Форма имеет не сохраненные данные. Вы действительно хотите закрыть ее?

source: None
ru: Ни одного

source: Select all
ru: Выбрать все

source: Are you sure?
ru: Вы уверены?

# checkout
source: Sign In
ru: Вход в систему

source: Sign In
ru: Войти

source: Access deny
ru: Доступ запрещен

source: Password was successfully changed.
ru: Пароль был успешно изменен.

source: Change password
ru: Изменить пароль

source: Password restore
ru: Восстановление пароля

source: Password recovery mail
ru: Восстановление пароля

source: Wrong password
ru: Неверный пароль

source: Passwords not match.
ru: Пароли не совпадают.

source: Incorrect email or password
ru: Неверный Email или пароль

source: There is no user with the given email.
ru: Нет пользователя с таким email адресом.

source: Invalid token. Please request a secret link again.
ru: Неверный защитный код. Пожалуйста, отправьте запрос на восстановление еще раз.

source: User with such email was banned.
ru: Пользователь с таким Email адресом был заблокирован.

source: My orders
ru: Мои заказы

source: Log out
ru: Выход

source: Dashboard
ru: Главная

source: Product not found
ru: Товар не найден

source: Categories
ru: Категории

source: Create category
ru: Создать категорию

source: Characteristics
ru: Характеристики

source: Create new characteristic
ru: Создать новую характеристику

source: Edit characteristic "%s"
ru: Редактирование характеристики "%s"

source: Create new group
ru: Создать новую группу

source: Edit group "%s"
ru: Редактировать группу "%s"

source: One of the removing items is in variant - it cannot be removed.
ru: Одна из удаляемых характеристик относится к варианту - она не может быть удалена.

source: Collections
ru: Коллекции

source: Collection
ru: Коллекция

source: With selected products (%s)
ru: С отмеченными товарами (%s)

source: Commodity groups
ru: Товарные группы

source: Create commodity group
ru: Создать товарную группу

source: Edit commodity group "%s"
ru: Редактировать товарную группу "%s"

source: + Create new commodity group
ru: + Создать новую товарную группу

source: Filters
ru: Фильтры

source: Edit filter
ru: Редактировать фильтр

source: Create filter
ru: Создать фильтр

source: Add field in filter
ru: Добавить поле в фильтр

source: Import catalog
ru: Импортировать каталог

source: Import by file url
ru: Импорт по Url

source: Only 2 rules per account allowed.
ru: Вы можете задать только 2 правила импорта

source: Continue
ru: Продолжить

source: Setup CSV delimiters
ru: Настройка CSV разделителей

source: Setup import
ru: Настройка импорта

source: Import is in process
ru: Импорт в процессе

source: Import result
ru: Результат импорта

source: Labels
ru: Ярлыки

source: Edit label
ru: Редактировать ярлык

source: Create new label
ru: Создать новый ярлык

source: Successfully removed from products
ru: Ярлык успешно снят.

source: Manufacturers
ru: Производители

source: + Create new manufacturer
ru: + Создать нового производителя

source: Logo was successfully removed.
ru: Логотип был успешно удален.

source: Products
ru: Товары

source: Creation new product
ru: Создать новый товар

source: Edit product "%s"
ru: Редактирование товара "%s"

source: Tariff's product limit is reached.
ru: Превышен лимит количества товаров на Вашем тарифе.

source: Product was successfully added to order
ru: Товар был успешно добавлен в заказ

source: Product was successfully added to basket
ru: Товар был успешно добавлен в корзину

source: Add to order
ru: Добавить в заказ

source: Add to order "%s"
ru: Добавить в заказ "%s"

source: Add to basket
ru: В корзину

source: Add to basket "%s"
ru: Добавить в корзину "%s"

source: Setup image size for products
ru: Настройка размера изображений для товаров

source: Change stock history
ru: Отчет по перемещениям

source: Services
ru: Услуги

source: Catalog settings
ru: Настройки каталога

source: Save
ru: Сохранить

source: Rule was successfully added
ru: Правило было успешно добавлено

source: Manufacturer not found!
ru: Производитель не найден!

source: Size table
ru: Таблица размеров

source: Display in menu
ru: Выводить в меню

source: All
ru: Все

source: Yes
ru: Да

source: No
ru: Нет

source: Category
ru: Категория

source: Manufacturer
ru: Производитель

source: Price
ru: Цена

source: Availability
ru: Остаток

source: In stock
ru: В наличии

source: Out of stock
ru: Нет в наличии

source: Not tracked
ru: Не отслеживается

# charact
source: Text
ru: Текст

# charact
source: Textarea
ru: Многострочный текст (TextArea)

# charact
source: Checkbox
ru: Флажок (Checkbox)

# charact
source: Radio buttons
ru: Переключатель (Radio)

# charact
source: Dropdown list
ru: Выпадающий список (Select)

source: Characteristic with system type "%s" is already exist.
ru: Характеристика с системным типом "%s" уже существует.

source: Length
ru: Глубина

source: Width
ru: Ширина

source: Height
ru: Высота

source: Weight
ru: Вес

source: If you specify system type, type can be only text or textarea.
ru: Если задан системный тип, тип может быть только text или textarea.

source: Characteristic from commodity group:
ru: Характеристики из товарной группы:

source: Please choose at least one characteristic.
ru: Пожалуйста, выберите хотя бы одну характеристику.

source: Selected filter was already added.
ru: Указанный фильтр уже был добавлен.

source: Every hour
ru: Раз в час

source: Every 2 hours
ru: Раз в 2 часа

source: Once a day
ru: Раз в день

source: Do not detect variants.
ru: Не определять варианты товаров

source: Detect by "group_id"
ru: Определять по "ID группы"

source: Detect by sku
ru: Определять по артикулу

source: Only 2 rules per account allowed
ru: Вы можете задать только 2 правила

source: Name
ru: Название

source: SKU
ru: Артикул

source: ID in external database
ru: ID во внешней БД

source: Country of origin
ru: Страна происхождения

source: Commodity group
ru: Товарная группа

source: Description
ru: Описание

source: Image url
ru: Адрес изображения

source: Stock at "%s"
ru: Остаток на складе "%s"

source: Group ID for product's variants
ru: "ID группы" для определения вариантов товара

source: Characteristics cannot be from different commodity groups.
ru: Нельзя импортировать характеристики из разных товарных групп.

source: Commodity group and characteristics can't be specified at the same time.
ru: Товарная группа и характеристики не могут быть заданы одновременно. Снимите отметку с товарной группы.

source: For import you should map at least one column.
ru: Для импорта необходимо сопоставить хотя бы одну колонку.

source: Field '%s' should not be repeated.
ru: Поле '%s' не должно повторяться.

source: For update you should map sku.
ru: Для запуска процесса обновления необходимо указать колонку с артикулом.

source: Value should be greater than %s
ru: Значение должно быть больше чем %s

source: Mapping for '%s' must be specified
ru: Должно быть указано соответствие для '%s'

source: Mapping for characteristics with multiple values must be specified.
ru: Должно быть задано соответствие хотя бы для одной характеристики с множественными значениями.

source: Number of days should be bigger than 0.
ru: Число дней должно быть больше чем 0.

source: Invalid icon.
ru: Неверная иконка.

source: Invalid hex color format.
ru: Неверный формат цвета hex.

source: , qty: %s
ru: , кол-во: %s

source: Variant not found
ru: Вариант не найден

source: This variant does not have price. It cannot be added to basket.
ru: Вариант не имеет цены. Он не может быть добавлен в корзину.

source: Sorting rule by selected parameter already exists!
ru: Правило сортировки по выбранному параметру уже существует!

source: Without animation
ru: Без анимации

source: Show goods from sub-categories
ru: Показывать товары из подкатегорий

source: Show sub-categories list
ru: Показывать список подкатегорий

source: Show sub-categories list without left menu
ru: Показывать список подкатегорий без левого меню

source: First in-stock
ru: Сначала в наличи

source: First out-of-stock
ru: Сначала отсутствующие

source: Cheap first
ru: Сначала дешевые

source: Expensive first
ru: Сначала дорогие

source: A -> Z
ru: А -> Я

source: Z -> A
ru: Я -> А

source: Newest last
ru: Новые в конце

source: Newest first
ru: Сначала новые

# sort
source: Availability
ru: Наличие

source: Date creation
ru: Дата создания

source: No name
ru: Без имени

source: Digital
ru: Цифровой

source: Material
ru: Физический

source: Default commodity group
ru: Товарная группа по умолчанию

source: Filter by default
ru: Фильтр по умолчанию

source: Old price
ru: Старая цена

source: , - comma
ru: , - запятая

source: ; - semicolon
ru: ; - точка с запятой

source: Tab character
ru: Символ табуляции

source: Space
ru: Пробел

source: ' - single quote
ru: ' - одиночная кавычка

source: " - double quote
ru: " - двойная кавычка

source: Logo was successfully installed
ru: Логотип был успешно установлен

source: Publish selected
ru: Опубликовать отмеченные

source: Hide selected from the site
ru: Скрыть отмеченные

source: Show in menu
ru: Отображать В меню

source: Hide from menu
ru: Скрыть из меню

source: Custom link
ru: Произвольная ссылка

source: Type
ru: Тип

source: Sort
ru: Сортировка

source: Add group
ru: Добавить группу

source: Add characteristic
ru: Добавить характеристику

source: There is no variant
ru: Нет такого варианта

# variant
source: Please select "%s"
ru: Пожалуйста выберите "%s"

# variant
source: Please select all characteristics.
ru: Пожалуйста, выберите все характеристики.

source: Alias
ru: Альяс

source: Is default?
ru: По умолчанию?

source: VAT
ru: НДС

source: Min price
ru: Мин. цена

source: Max price
ru: Макс. цена

source: Old price (min)
ru: Старая цена (мин)

source: Old price (max)
ru: Старая цена (макс)

source: Stock
ru: Остатки

source: Reserved
ru: В резерве

source: Variants
ru: Варианты

source: Delete
ru: Удалить

source: Start import
ru: Начать импорт

source: Started at
ru: Дата

source: File name
ru: Имя файла

source: File
ru: Файл

source: By schedule
ru: По расписанию

source: Status
ru: Статус

source: Success
ru: Успешно

source: Error
ru: Ошибка

source: Result
ru: Результат

# import
source: Created
ru: Создано

# import
source: Updated
ru: Обновлено

source: Skipped by tariff limit
ru: Пропущено из-за лимита тарифа

source: Run schedule
ru: Расписание запуска

source: Are you sure to cancel import?
ru: Вы действительно хотите отменить импорт?

source: Drop CSV, Excel or YML files here to upload or click to select.
ru: Перетащите сюда файл CSV, Excel, Yml или кликните здесь.

source: Label
ru: Ярлык

source: Automatically remove from products
ru: Автоматически удалять с товаров

source: After
ru: После

source: days
ru: дней

source: Remove from all products
ru: Удалить со всех товаров

source: View
ru: Просмотр

source: Product
ru: Товар

source: Title, SKU, ID or description
ru: Название, артикул или описание

source: has variants
ru: есть варианты

source: 8 or <8 or >8
ru: 8 или <8 или >8

source: Availability is not tracked
ru: Остатки не отслеживаются

source: Duplicate
ru: Копировать

source: Set prices
ru: Установить цены

source: Set stock
ru: Задать остатки

source: Import
ru: Импорт

source: To basket
ru: В корзину

source: Add related products
ru: Добавить "С товаром покупают"

source: Clear related products
ru: Очистить "С товаром покупают"

source: Add similar products
ru: Добавить "Похожие товары"

source: Clear similar products
ru: Очистить "Похожие товары"

source: Item
ru: Товар

source: Variant
ru: Вариант

source: Create product
ru: Создать товар

source: Edit block
ru: Редактировать блок

source: Page not found!
ru: Страница не найдена!

source: Blog
ru: Блог

source: Forms requests
ru: Заявки с форм

source: Export to Excel
ru: Экспортировать в Excel

source: Select form to export
ru: Выберите форму для экспорта

source: Edit menu item
ru: Редактировать пункт меню

source: Create new menu item
ru: Создать новый пункт меню

source: Edit menu
ru: Редактировать меню

source: Edit folder
ru: Редактировать папку

source: Create new folder
ru: Создать новую папку

source: User agreement
ru: Пользовательское соглашение

source: Guest
ru: Гость

source: Used in
ru: Используется в

source: Pages
ru: Страницы

source: Carousels
ru: Слайдер

source: Backgrounds
ru: Фоны

source: Wysiwyg
ru: Визуальный редактор

source: All types
ru: Все типы

source: Folder
ru: Папка

source: Page
ru: Страница

source: No parent
ru: Без родителя

source: Invalid time format
ru: Неверный формат времени

# status
source: New
ru: Новый

# status
source: Completed
ru: Выполнено

# status
source: Cancelled
ru: Отменено

source: Product have to be selected
ru: Товар должен быть выбран

source: Product does not exist.
ru: Товар не существует.

source: Category have to be selected
ru: Категория должна быть выбрана

source: Category does not exist.
ru: Категория не существует.

source: Page have to be selected
ru: Страница должна быть выбрана

source: Page does not exist.
ru: Страница не существует.

# charact
source: Checkbox list
ru: Список флажков (Checkbox)

# charact
source: File
ru: Файл

source: Row is incorrect
ru: Неверная строка

source: Unknown block type
ru: Неизвестный тип блока

source: Exceed maximum file size: %s.
ru: Превышен максимальный размер файла: %s.

source: Extension "%s" is not allowed. Valid extensions: %s
ru: Расширение "%s" не разрешено. Допустимые расширения: %s

source: Mime type "%s" is not allowed. Valid mime types: %s
ru: Тип MIME "%s" не разрешен. Допустимые типы: %s

source: New form request #%s
ru: Заявка с формы #%s

source: Date
ru: Дата

source: DD.MM.YYYY
ru: ДД.ММ.ГГГГ

source: Preview
ru: Просмотр

source: No items
ru: Нет данных

source: File was successfully uploaded
ru: Файл был успешно загружен

source: Drop image file here to upload or click to select.
ru: Перетащите сюда изображение для загрузки или кликните здесь.

source: User
ru: Пользователь

# form
source: Request
ru: Заявка

source: Form name
ru: Название формы

source: Drag me
ru: Перетащить

source: Customers & Users
ru: Клиенты и пользователи

source: Create new customer
ru: Создать нового клиента

source: Edit customer
ru: Редактировать клиента

source: Customer groups
ru: Группа клиентов

source: City already exists!
ru: Город уже существует!

source: Welcome!
ru: Добро пожаловать!

source: User
ru: Пользователь

source: Name, surname, email, or phone
ru: Имя, Фамилия, телефон или email

# user
source: Address
ru: Адрес

source: Postcode, city or address
ru: Индекс, город или адрес

# user
source: Orders sum
ru: Оборот

source: Total orders:
ru: Всего заказов:

source: Country
ru: Страна

source: Total orders
ru: Всего заказов

source: Registered
ru: Зарегистрирован

source: %s pcs.
ru: %s шт.

# stat
source: New
ru: Новые

# stat
source: Returning
ru: Вернувшиеся

source: Others
ru: Другие

source: Orders with quantity of items:
ru: Заказов с кол-вом товаров:

source: Cancelled orders
ru: Отмененные заказы

source: Orders
ru: Заказы

source: Orders:
ru: Заказы

source: Total value:
ru: Всего:

source: Parcels
ru: Посылки

source: Transmission acts
ru: Акты передачи

# parcel
source: New
ru: Новая

# parcel
source: Processing
ru: В обработке

# parcel
source: Act created
ru: Акт создан

source: Tariff 1
ru: Тариф 1

source: Tariff 2
ru: Тариф 2

source: Tariff 3
ru: Тариф 3

source: Tariff 4
ru: Тариф 4
