Repository: kirill-zhirnov/boundless-commerce-os-admin
Catalog: app/i18n/*/messages.po
Languages: ru

source: Payment successful
ru: Платёж успешно завершен

source: Payment failed
ru: Не удалось завершить оплату

source: The order is awaiting for payment.
ru: Заказ ожидает оплаты.

source: Your discount
ru: Ваша скидка

source: Coupon Campaign
ru: Кампания с промокодами

source: Discount code
ru: Промо код

source: Sales receipt
ru: Товарный чек

source: Address label (f. 7-p)
ru: Адресный ярлык (ф. 7-п)

source: Cash on delivery form (f. 112ep)
ru: Наложенный платеж (ф.112эп)

source: Packing list (f. torg-12)
ru: Товарная накладная ТОРГ-12

source: State:
ru: Статус:

source: Provider:
ru: Провайдер:

source: Inform client on order status change to:
ru: Информировать клиента при смене статуса заказа на:

source: Warehouse
ru: Склад

source: Available
ru: Остаток

source: Add track number
ru: Добавить трек-номер

source: Payment finished with error. Please try again or contact with support.
ru: Во время проведения платежа произошла ошибка. Пожалуйста, попробуйте еще раз, если ошибка повториться, свяжитесь со службой поддержки нашего магазина.

source: The title will be shown to your customer as a payment method title.
ru: Название будет показано покупателю как название способа оплаты.

source: Mark-up (%)
ru: Наценка (%)

source: Use for all delivery methods
ru: Использовать для всех способов доставки

source: Use custom HTML payment form
ru: Использовать HTML форму для оплаты

source: Use payment method only for delivery methods:
ru: Использовать способ оплаты только для доставки:

source: Take parameters from Robokassa settings:
ru: Возьмите параметры из кабинета Робокассы:

# robo
source: Shop ID
ru: Идентификатор магазина

source: Password 1
ru: Пароль 1

source: Password 2
ru: Пароль 2

source: Params for test payments
ru: Параметры для тестовый платежей

source: Test Password 1
ru: Тестовый пароль 1

source: Test Password 2
ru: Тестовый пароль 2

source: Test mode
ru: Тестовый режим

source: Transfer parameters to form receipt
ru: Передавать параметры для онлайн кассы

source: Tax system
ru: Налоговая система

source: Additional params
ru: Дополнительные параметры

source: Use JSON to specify additional params.
ru: Используйте JSON для дополнительных параметров

source: Use additional params
ru: Использовать дополнительные параметры

source: Enter this parameters in your Robo.Kassa account
ru: Введите эти параметры в личном кабинете Робокассы

source: Algorithm for calculating the hash
ru: Алгоритм расчета хеша

source: This method is only for payments in rubles
ru: Метод оплаты только для платежей в рублях

source: Take parameters from yandex kassa settings:
ru: Введите параметры доступа из Яндекс.Кассы

source: Shop identifier (shopId)
ru: ID магазина (shopId)

source: Showcase identifier (scid)
ru: ID витрины (cid)

source: Shop password (shopPassword)
ru: Платёжный пароль (shopPassword)

source: Enter this parameters in your Yandex.Kassa account
ru: Введите эти параметры в личном кабинете Яндекс.Кассы

source: Check checkbox "Use dynamic success and fail site pages".
ru: Включите опцию "Использовать страницы успеха и ошибки с динамическими адресами".

source: Google analytics tracking Id
ru: Идентификатор отслеживания Google Analytics

source: If you want to track ecommerce, you need to enable enhanced ecommerce in your GA account or Yandex Metrika.
ru: Если Вы хотите отслеживать электронную торговлю, Вам необходимо включить модуль "Электронной торговли" в настройках аккаунта Google Analytics и Яндекс.Метрики.

source: Be carefull your database will be cleaned up!
ru: Будьте осторожны! Ваша база данных будет полностью очищена!

source: To clean database type "clean":
ru: Чтобы очистить базу данных введите слово "clean":

source: Main page
ru: Главная страница

source: The page "%s" is used as Main page
ru: Страница "%s" используется в качестве главной.

source: Revert main page by default
ru: Вернуть главную страницу по умолчанию

source: Header injection
ru: Вставка в <head>

source: SEO templates
ru: SEO шаблоны

source: Page header content injection:
ru: Вставка содержания между тегами <head></head>

source: The HTML code, which will be inserted before </head>
ru: HTML код, который будет вставлен перед тегом </header>

source: Read details about JSON-LD.
ru: Подробнее о JSON-LD.

source: Output JSON-LD
ru: Выводить JSON-LD на сайте

source: Phone number
ru: Номер телефона

source: Price range
ru: Диапазон цен

source: Place coordinates
ru: Координаты магазина

source: Latitude
ru: Широта

source: Longitude
ru: Долгота

source: Street address
ru: Адрес

source: Requisites will be used for printing documents and YML generation.
ru: Реквизиты будут использоваться при печати документов и для генерации YML файла.

# company
source: Common data
ru: Общие сведения

source: E.g. OOO "Flowers"
ru: Например ООО "Ромашка"

source: Bank details
ru: Банковские реквизиты

source: You can setup a domain name only after pay for account.
ru: Вы сможете привязать доменное имя после оплаты любого тарифа.

source: Store is temporary unavailable. We are sorry! If you are an admin, please
ru: Магазин временно недоступен. Если Вы являетесь администратором, пожалуйста

source: go to admin panel
ru: перейдите в панель управления

source: and resolve the problem.
ru: для решения проблемы.

source: You are logged in as customer. Try to
ru: Вы вошли в систему как покупатель. Попробуйте

source: log out
ru: выйти

source: and login again with another user.
ru: и войдите снова под другим пользователем.

source: The feature "%s" is not available on your tariff
ru: Функция "%s" недоступна на Вашем тарифе

source: Query
ru: Я ищу

source: Your search did not match.
ru: По Вашему запросу ничего не найдено :(

source: Internal comments
ru: Внутренние комментарии

source: Leave a comment...
ru: Ваш комментарий...

# form
source: Post
ru: Отправить

source: Use Ctrl + Enter to submit
ru: Используйте Ctrl+Enter для отправки

source: Home
ru: Главная

source: Primary domain
ru: Основной домен

source: Restore domain by default
ru: Использовать домен по умолчанию

source: Internal domain
ru: Внутренний домен

source: A record for primary domain
ru: А запись для основного домена

source: Close modal after save
ru: Закрыть окно после сохранения

source: Return to the list after save
ru: Вернуться к списку после сохранения

source: Export to CSV
ru: Экспортировать в CSV

source: Read details about OpenGraph.
ru: Подробнее об OpenGraph.

source: To the begining
ru: В начало

source: To the end
ru: В конец

source: Visit admin
ru: Панель управления

source: Buy button
ru: Кнопка Купить

source: Buy in one click button
ru: Кнопка покупки в один клик

source: Go to checkout button
ru: Кнопка перехода к корзине

source: You save:
ru: Ваша выгода:

source: Select (drop down list)
ru: Выбрать (выпадающий список)

source: Header
ru: Заголовок

source: Amount of records
ru: Количество записей

source: Your instagram account was successfully authorized!
ru: Ваш instagram аккаунт был успешно авторизован!

source: Error happens. Please try again.
ru: Произошла ошибка. Попробуйте снова.

source: Close window
ru: Закрыть окно

source: Re-connect instagram account.
ru: Выполнить привязку к Instagram заново.

source: You can show photos only from <b>YOUR OWN</b> instagram account!
ru: Виджет может показывать фотографии только из <b>ВАШЕГО ЛИЧНОГО</b> аккаунта instagram!

source: Authorize in Instagram
ru: Авторизоваться в Instagram

source: Block header
ru: Заголовок блока

source: Leave it empty if you don't want to have a header.
ru: Оставьте поле пустым, если хотите скрыть заголовок.

source: Show brand
ru: Показывать производителя

source: Show country of origin
ru: Показывать страну происхождения

source: Show dimensions
ru: Показывать габариты

source: Show weight
ru: Показывать вес

source: Shortcut dimensions if possible
ru: Сокращать габариты по возможности

source: Description of product will be taken from product.
ru: Описание товара будет подгружаться из карточки товара.

source: My backgrounds
ru: Мои фоны

source: Content
ru: Содержание

source: Intro
ru: Введение

source: Sub header
ru: Под заголовок

source: Link from a block
ru: Ссылка с блока

source: Background image
ru: Фоновое изображение

source: Scroll Effect
ru: Эффект при прокрутке

source: Filling
ru: Заливка

source: Opacity
ru: Прозрачность

source: Button
ru: Кнопка

source: Link
ru: Ссылка

source: Product image
ru: Картинка товара

source: use default styles
ru: использовать стили по умолчанию

source: Button text
ru: Текст на кнопке

source: Button colors
ru: Цвета кнопки

source: Field name
ru: Название поля

source: Values
ru: Значения

source: Each value on new line
ru: Каждое значение на новой строчке

source: Message after submit
ru: Сообщение после отправки

source: Pages & landings
ru: Страницы и лендинги

source: Product page
ru: Страница товара

source: Email templates
ru: Email шаблоны

source: Theme
ru: Тема

source: Color schemes
ru: Цветовые схемы

source: Colors & Fonts
ru: Цвета и Шрифты

source: Change theme
ru: Сменить тему

source: Main page & SEO
ru: Главная страница & SEO

source: Image size
ru: Размер изображений

source: View site
ru: Посмотреть сайт

source: Source codes
ru: Исходный код

source: Clear all changes (re-install theme)
ru: Отменить все изменения (переустановить тему)

source: Add block
ru: Добавить блок

source: Inserting Facebook widgets, share buttons or any other JavaScript and HTML code.
ru: Вставка виджетов Facebook, кнопок "поделиться" и другого стороннего JavaScript кода.

source: You can add few scripts
ru: Вы можете добавить несколько скриптов

source: Initialize script
ru: Скрипт инициализации

source: HTML code
ru: HTML код

source: There is no favicon
ru: Нет favicon

source: Font size
ru: Размер шрифта

source: Block styles
ru: Стили блока

source: Columns amount
ru: Количество колонок

source: Button position
ru: Позиция кнопки

source: Round corners
ru: Скруглять углы

source: Button text on hover
ru: Текст кнопки при наведении

source: Logo size
ru: Размер логотипа

source: Type your logo
ru: Введите текст логотипа

source: Position on map
ru: Позиция на карте

source: Set point by dragging marker or using search.
ru: Установите точку путем перетаскивания маркера или используя поиск.

source: Search landings
ru: Поиск по лэндингам

source: Link to the page
ru: Ссылка на страницу

source: Copied
ru: Скопировано

source: Use landing page as main page
ru: Использовать лэндинг в качестве главной страницы

source: Edit source code
ru: Редактировать исходный код

source: Block design
ru: Дизайн блока

source: Choose another product
ru: Выбрать другой товар

source: Enter product name, ID or sku
ru: Введите название товара, ID или артикул

source: Caption
ru: Текст

# review
source: Name
ru: Имя

# review
source: Company name
ru: Компания

# review
source: Position
ru: Должность

source: Review
ru: Отзыв

source: Review %s
ru: Отзыв %s

source: Add review
ru: Добавить отзыв

source: Link from a slide
ru: Ссылка со слайда

source: Colors
ru: Цвета

source: Icon color:
ru: Цвет иконки:

source: Files will be uploaded in public directory.
ru: Файлы будут загружены в публичную директорию.

source: How to edit less styles?
ru: Как редактировать Less стили?

source: Public url
ru: Публичный url

source: Download
ru: Скачать

source: open file from the file tree by double click
ru: откройте файл двойным кликом мыши

source: Column 1
ru: Колонка 1

source: Column 2
ru: Колонка 2

source: Super proposal
ru: Супер предложение!

source: Only today!
ru: Только сегодня!

source: Color settings
ru: Настройки цвета

source: Header color:
ru: Цвет заголовка:

source: Text color:
ru: Цвет текста:

source: Background:
ru: Фон:

source: Font:
ru: Шрифт:

source: Choose color scheme
ru: Выбрать готовую цветовую схему

source: Restore default color scheme
ru: Восстановить цветовую схему по умолчанию

source: Modify colors manually
ru: Редактировать цвета вручную

source: Choose theme
ru: Использовать тему

source: Theme is using
ru: Тема используется

source: Group id
ru: ID Группы

source: Edit page
ru: Редактировать страницу

source: Edit page layout
ru: Редактировать макет страницы

source: Back to basket
ru: Назад к корзине

source: You are making order as administrator for yourself. <a href="%s">Click here</a> to make order for customer in admin interface.
ru: Вы оформляете заказ как администратор для самого себя. <a href="%s">Нажмите здесь</a> чтобы оформить заказ для клиента.

source: Toggle navigation
ru: Показать/Спрятать меню

# prices
source: From:
ru: От:

source: Help
ru: Справка

source: Close (Esc)
ru: Закрыть

source: Share
ru: Поделиться

source: Toggle fullscreen
ru: Полноэкранный режим

source: Zoom in/out
ru: Увеличить/Уменьшить

source: Previous (arrow left)
ru: Назад

source: Next (arrow right)
ru: Вперёд

source: Edit product
ru: Редактирование товара

source: Label for shipping by location
ru: Название способа доставки по местоположению

source: Sort products
ru: Сортировать товары

source: You can copy max %s products at once.
ru: Можно скопировать максимум %s товаров за раз.

source: Export settings
ru: Настройки экспорта

source: Specify characteristics to create variants
ru: Укажите характеристики для создания вариантов

source: Variant "%s"
ru: Вариант "%s"

source: Set prices for variants (%s)
ru: Установить цены для вариантов (%s)

source: Set stock for variants (%s)
ru: Установить остатки для вариантов (%s)

source: Category not found!
ru: Категория не найдена!

source: Page %s of %s:
ru: Страница %s из %s:

source: By default (as in general settings)
ru: По умолчанию (как в общих настройках)

source: Use default filters
ru: Использовать набор фильтров по умолчанию

source: Please specify link
ru: Пожалуйста, укажите ссылку

source: Cannot set old price without current price
ru: Нельзя установить старую цену без текущей цены.

source: %s - copy
ru: %s - копия

source: Product title
ru: Название товара

source: Variant title
ru: Название варианта

source: Landings
ru: Лэндинги

source: Edit styles
ru: Редактировать стили

source: User with this Email address already registered.
ru: Пользователь с таким Email адресом уже был зарегистрирован.

source: You cannot manage another administrators.
ru: Вы не можете управлять другим администратором.

source: To send password you need to specify email.
ru: Для отправки пароля Вы должны указать Email.

source: Fast ordering
ru: Быстрый заказ

source: Buy in one click!
ru: Купить в один клик!

source: Review already exists
ru: Отзыв уже существует

source: Leave a review
ru: Оставить отзыв

source: User with this Email address already registered. Please login first to use this address.
ru: Пользователь с таким Email адресом уже был зарегистрирован. Пожалуйста, войдите в систему или используйте другой Email адрес.

source: To become a registered customer you need to specify an email.
ru: Чтобы стать зарегистрированным клиентом Вам нужно указать Email.

source: Discount by coupon "%s"
ru: Скидка по купону "%s"

source: You have to select shipping.
ru: Необходимо выбрать доставку.

source: Shipping method for selected city is incorrect.
ru: Метод доставки для выбранного города неверен.

source: Coupon code "%s" is already used.
ru: Промокод "%s" уже используется.

source: Too many promo codes. Max is %s
ru: Слишком много промокодов. Максимально %s

source: Should be in %s and %s
ru: Должно быть между %s и %s

source: Please, rate the product.
ru: Пожалуйста, оцените товар.

source: Please, rate at lease one product.
ru: Пожалуйста, оцените хотя бы один товар.

source: Discount code is not found.
ru: Промокод не найден.

source: Minimum order amount for given coupon is %s
ru: Минимальная сумма заказа для данного промокода %s

source: The discount code has already been used.
ru: Этот промокод уже был использован.

source: The discount code cannot be used more than %s time(s) per customer.
ru: Данные промокод не может быть использован более %s раз(а) на каждого клиента.

source: Send by snail mail to city "%s"
ru: Отправить почтой в город "%s"

# shipping
source: Pickup in pickup point
ru: До пункта самовывоза

source: Snail mail
ru: Почтой

source: Phone:
ru: Телефон:

source: Discount comment
ru: Комментарий к скидке

source: Payment
ru: Оплата

source: A markup for payment method (%s):
ru: Наценка за метод оплаты (%s):

source: Services total:
ru: Всего услуг:

source: Campaign title
ru: Название кампании

source: Total promo codes: %s
ru: Всего промокодов: %s

source: Markup for payment method
ru: Наценка за метод оплаты

source: Adjustment for discount in receipt
ru: Корректировка скидки для чека

source: Yandex Kassa
ru: Яндекс Касса

source: Saved
ru: Сохранено

source: Saving...
ru: Сохранение...

source: Add slide
ru: Добавить слайд

source: Specify size table
ru: Задать таблицу размеров

source: Texts and phrases
ru: Тексты и фразы

source: There are not products to be opened. Please add at least one product.
ru: Нет товаров для открытия. Пожалуйста, добавьте хотя бы один товар.

source: Edit tab
ru: Редактировать вкладку

source: Add new tab
ru: Создать вкладку

# imgGap
source: Small
ru: Маленькое

# imgGap
source: Big
ru: Большое

# galleryWidth
source: Narrow
ru: Узкая

# galleryWidth
source: Wide
ru: Широкая

source: If you specify a link - text also should be specified.
ru: Если задана ссылка - текст должен быть указан.

source: 2 Columns
ru: 2 колонки

source: Products collection
ru: Коллекция товаров

source: Custom list
ru: Произвольный список

source: 1 row
ru: 1 строка

source: 2 rows
ru: 2 строки

source: Above characteristics
ru: Над характеристиками

source: Under characteristics
ru: Под характеристиками

source: Don't show
ru: Не показывать

source: No icon selected
ru: Иконка не выбрана

source: Horizontal
ru: Горизонтально

source: Vertical
ru: Вертикально

source: Show as a circles
ru: Показывать как кружки

source: Show as a fraction (e.g. 1/2)
ru: Показывать в виде дроби (напр. 1/2)

source: Show as a progressbar
ru: Показывать в виде полоски

# height
source: Small
ru: Низкая

# height
source: Medium
ru: Средняя

# height
source: Large
ru: Большая

source: Choose a link
ru: Выберите ссылку

source: Undo conversion
ru: Отменить преобразование

source: Insert link to:
ru: Вставить ссылку на:

source: Use custom margins
ru: Задать свои отступы

source: Margin top
ru: Отступ сверху

source: Margin bottom
ru: Отступ снизу

source: Choose icon
ru: Выбрать иконку

source: You can also drop images here to upload.
ru: Вы также можете перетащить сюда изображения для загрузки.

source: Drop files here
ru: Перетащите файлы сюда

source: Drop images here to upload or
ru: Перетащите сюда изображение для загрузки или

source: click here
ru: нажмите здесь

source: Category title
ru: Название категории

source: Type category title
ru: Введите название категории

source: Category is published
ru: Категория опубликована

source: Parent category
ru: Родительская категория

source: Additional description
ru: Дополнительное описание

source: Description under products
ru: Описание под товарами

source: Menu
ru: Меню

# catForm
source: Show filters
ru: Отображать фильтры

source: Specify filter
ru: Указать фильтр

source: Filter
ru: Фильтр

source: Setup filters
ru: Настройка фильтров

source: Setup category settings
ru: Общие настройки категории

source: Show on parent page block's menu
ru: Показывать на родительской странице в меню блоков (по центру)

source: Selected products:
ru: Отмеченные товары:

source: Add relations between all selected products
ru: Установить связь между всеми выбранными товарами

source: Convert images to the same size
ru: Приводить изображения к одному размеру

source: Choose image size
ru: Выберите размер изображений

source: Gallery width
ru: Ширина галереи

source: Gap between images
ru: Расстояние между изображениями

source: Show border around item
ru: Рамка вокруг слайдов

source: Text of Buy button
ru: Текст кнопки "Купить"

source: Tab position
ru: Позиция вкладки

source: What should be shown in the tab?
ru: Что должно быть показано во вкладке?

source: Edit collections
ru: Редактировать коллекцию

source: Slider settings
ru: Настройки слайдера

source: Rows per slide
ru: Кол-во строк в слайде

source: Endless slides
ru: Листание по-кругу

source: Slider pagination
ru: Пейджинг

source: Display prev/next arrows
ru: Отображать стрелки влево/вправо

source: Autoplay
ru: Автовоспроизведение

source: Autoplay delay
ru: Задержка автовоспроизведения

source: sec.
ru: сек.

source: Stop on last slide
ru: Останавливать на последнем слайде

source: Currency
ru: Валюта

source: Symbol
ru: Символ

source: Format money settings
ru: Настройка отображения цен

source: Money template
ru: Шаблон цены

source: Precision
ru: Точность после запятой

source: Decimal separator
ru: Десятичный разделитель

source: Thousand separator
ru: Разделитель тысяч

source: Format phone settings
ru: Настройка отображение телефонов

source: Format example:
ru: Пример форматирования:

source: Open in new window
ru: Открывать в новом окне

source: Show block on the site
ru: Показывать блок на сайте

source: Thank you! The transaction was successfully processed.
ru: Спасибо! Оплата была успешно совершена.

source: An error happened during processing the transaction.
ru: Во время обработки транзакции произошла ошибка.

source: Your store is paid till: %s.
ru: Ваш магазин оплачен до: %s.

source: Balance: %s
ru: Баланс: %s

source: Your store is unavailable since %s due to low balance. Please pay for the site - don't lose your site position in search engine's results.
ru: Ваш магазин недоступен с %s из-за отрицательного баланса. Пожалуйста, оплатите один из тарифов - не теряйте позиции в поисковой выдаче.

source: Your account will be deactivated at %s.
ru: Ваш аккаунт будет деактивирован %s.

source: Tariff:
ru: Тариф:

source: Your account ID: %s, tariff: "%s"
ru: ID аккаунта: %s, тариф: "%s"

source: If product has variants - stock will be set by each variant.
ru: Если у товара есть варианты - остаток будет установлен по каждому варианту.

source: Type product title
ru: Введите название товара

source: Product is published
ru: Товар опубликован

source: Manage other properties at
ru: Управляйте остальными свойствами в

source: product form
ru: форме товара

source: Choose what to export:
ru: Выберите, что экспортировать:

source: Only products
ru: Только товары

source: Useful if you need only products, without modifications.
ru: Экспортируются только товары, без вариантов.

source: Products and variants
ru: Товары и Варианты товаров

source: Full catalog. Useful for exporting in warehouse management software.
ru: Полный каталог - одна строка - один вариант товара (один SKU).

source: Export description as HTML
ru: Экспортировать описание как HTML

source: Show SKU
ru: Показывать артикул

source: Show Benefit
ru: Показывать выгоду

source: If there is old price - will be shown difference as a benefit.
ru: Если есть старая цена - разница будет показана как выгода.

source: Show in stock
ru: Показывать наличие

source: Allow to specify amounts of products to order.
ru: Разрешить указывать количество товаров к заказу.

source: Show size table
ru: Показывать таблицу размеров

source: Show cases as drop down if cases more than
ru: Показывать св-ва в виде выпадающего списка, если свойств больше чем

source: Add icon
ru: Добавить иконку

source: Icon %s
ru: Иконка %s

source: Remove icon
ru: Удалить иконку

source: Orientation
ru: Ориентация

source: Icons in row
ru: Иконок в строку

source: Icon size
ru: Размер иконки

source: Choose category:
ru: Выберите категорию:

source: Move to categories
ru: Переместить в категории

source: Add to categories
ru: Добавить в категории

source: Delete from categories
ru: Удалить из категорий

source: Add value
ru: Добавить значение
